Repository: nurlan1998/Flash-News
Catalog: lib/l10n/intl_*.arb
Languages: uz

# btnBottomNav_global
source: Global
uz: Халқаро

# btnBottomNav_local
source: Local
uz: Маҳаллий

# btnBottomNav_favourite
source: Favorites
uz: Севимлилар

# btnBottomNav_settings
source: Settings
uz: Созламалар

# aboutApp_lastNews
source: Latest news
uz: Охирги янгиликлар

# aboutApp_showWarning
source: The language changes only for local news
uz: Тил фақат маҳаллий янгиликлар учун ўзгаради

# favorite_listEmpty
source: The list is empty
uz: Рўйхат бўш

# favourite_removeNewsTitle
source: Delete a news item
uz: Янгиликларни ўчириш

# favourite_removeNewsDescription
source: Are you sure you want to delete this news?
uz: Ушбу янгиликни ўчиришни хоҳлайсизми?

# favourite_removeAllNewsTitle
source: Do you want to delete all the news
uz: Барча янгиликларни ўчиришни хоҳлайсизми

# favourite_removeAllNewsDescription
source: Are you sure you want to delete all the news?
uz: Сиз барча янгиликларни ўчиришни хоҳлайсизми?
